Repository: Akhmedov76/report_bot
Catalog: locale/*/LC_MESSAGES/lang.po
Languages: ru, uz

source: Siz sozlamalar menyusidasiz..
ru: Вы находитесь в меню настроек

source: Bekor qilindi 😉
ru: Отменено

source: Fikr-mulohaza
ru: Обратная связь

source: Iltimos, fikr-mulohazangizni kiriting 👇
ru: Пожалуйста, введите ваш отзыв

source: Fikr-mulohaza adminlarga muvaffaqiyatli yuborildi. Fikr-mulohazangiz uchun rahmat! 😊
ru: Отзыв успешно отправлен администраторам. Ваш отзывспасибо за

source: Xarajatingizni kiriting. Misol uchun: 100000. Faqat raqamlardan iborat bo'lishi kerak!
ru: Введите стоимость. Например: 100000. Только цифры.должно быть!

source: Miqdori notog'ri kiritilgan. Miqdorni to'g'ri kiriting.
ru: Сумма была введена неверно. Введите правильную сумму.

source: Qo'shimcha malumot kiriting! 📝
ru: Введите дополнительную информацию! 📝

source: Tavsifni kiriting...
ru: Введите описание...

source: Ma'lumotlar notog'ri kiritilgan. Iltimos, 5 ta belgidan kattaroq malumot kiriting!
ru: Данные были введены неверно. Пожалуйста, более 5 символоввходить!

source: Xarajat muvaffaqiyatli saqlandi! ✅
ru: Стоимость успешно сэкономлена! ✅

source: Xatolik yuz berdi! Iltimos, bizda qayta urinib ko'ring.
ru: Произошла ошибка! Пожалуйста, попробуйте еще раз.

source: Xarajat saqlanmadi. ❌
ru: Никаких затрат. ❌

source: Siz asosiy menyudasiz !
ru: Вы находитесь в главном меню!

source: Hammasi 📅
ru: Все 📅

source: Oxirgi 3 oylik hisobot 📊
ru: Отчет за последние 3 месяца 📊

source: Oxirgi 1 oylik hisobot 📊
ru: Отчет за последний месяц 📊

source: Oxirgi 1 haftalik hisobot 📊
ru: Отчет за последнюю неделю 📊

source: Oxirgi 1 kunlik hisobot 📊
ru: Отчет за последний 1 день 📊

source: Sizning xarajatlaringiz hali bo'lmagan!
ru: Ваши расходы еще не произошли!

source: Daromadni kiriting. Misol uchun: 100000. Faqat raqamlardan iborat bo'lishi kerak!
ru: Введите доход. Например: 100000. Только цифры.должно быть!

source: Miqdori notog'ri kiritilgan. Miqdori raqamlardan iborat bo'lishi kerak!
ru: Сумма была введена неверно. Сумма должна быть цифрой!

source: Daromadingiz muvaffaqiyatli saqlandi! ✅
ru: Ваш заработок успешно сохранен! ✅

source: Daromadingiz saqlanmadi. ❌
ru: Ваш заработок не был сохранен. ❌

source: Sizda daromad bo'yicha hisobot yo'q!
ru: У вас нет декларации о доходах!

source: Hisobot tayyorlash uchun malumot topilmadi! 😔
ru: Информации для подготовки отчета не найдено! 😔

source: Siz sozlamalar menyusidasiz.
ru: Вы находитесь в меню настроек.

source: Tilingizni tanlang:
ru: Выберите язык:

source: Til muvaffaqiyatli o'zgartirildi.
ru: Язык успешно изменен.

source: Xush kelibsiz xo'jayin 😊
ru: Добро пожаловать, босс 😊

source: Iltimos, quyidagi tugma orqali telefon raqamingizni kiriting 👇
ru: Пожалуйста, введите свой номер телефона, используя кнопку ниже 👇

source: Siz roʻyxatdan oʻtdingiz ✅
ru: Вы зарегистрированы ✅

source: Kechirasiz, keyinroq qayta urinib ko'ring 😔
ru: Извините, попробуйте еще раз позже 😔

source: Telefon raqamni ulashish ☎️
ru: Поделитесь номером телефона ☎️

source: Umumiy hisobot 📊
ru: Общий отчет 📊

source: Daromad bo'yicha hisobot📊
ru: Отчет о прибылях и убытках📊

source: Xarajatlar bo'yicha hisobot📉
ru: Отчет о расходах📉

source: Bekor qilish ❌
ru: Отменить ❌

source: Daromad 📊
ru: Доход 📊

source: Xarajat 📉
ru: Стоимость 📉

source: Hisobotlar 📄
ru: Отчеты 📄

source: Admin bilan aloqa ☎️
ru: Связаться с администратором ☎️

source: Sozlanmalar ⚙️
ru: Настройки ⚙

source: Ortga qaytish ⬅️
ru: Вернуться назад ⬅️

source: Yetkazib berish
ru: Доставка

source: Olib ketish
ru: Еда на вынос

source: Orqaga
ru: Назад

source: Joylashuvingizni yuboring
ru: Отправьте свое местоположение

source: Mening barcha joylarim
ru: Все мои места

source: Tilni o'zgartirish 🌐
ru: Изменить язык 🌐

source: Orqaga ⬅️
ru: Назад ⬅️

source: Saqlash ✅
ru: Сохранить ✅

source: O'chirish ✍️
ru: Удалить ✍️

source: Yaratish ➕
ru: Создать ➕

source: Orqaga qaytish ⬅️
ru: Вернуться назад ⬅️

source: You are in the settings menu.
uz: Siz sozlamalar menyusidasiz

source: Please enter your feedback 👇
uz: Iltimos Feedback yuboring 👇

source: Feedback sent to admins successfully. Thank you for your feedback! 😊
uz: Feedback adminlariga jo'natildi. Rahmat! 😊

source: 📲 Call center: 1174 or (71) 203-66-66
uz: 📲 Aloqa markazi: 1174 or (71) 203-66-66

source: Language changed successfully.
uz: Til o'zgartirildi.

source: Welcome back my hero 😊
uz: Xush kelibsiz, xo'jayin 😊

source: Sorry, you have to enter your full name
uz: Kechirasiz, to'liq ismingizni kiritishingiz kerak

source: Please, enter your phone number by the button below 👇
uz: Iltimos, telefon raqamingizni pastdagi tugmacha orqali yuboring 👇

source: You have successfully registered ✅
uz: Siz muvaffaqiyatli ro'yxatdan o'tdingiz ✅

source: Sorry, please try again later 😔
uz: Kechirasiz, qayta urinib ko'ring 😔

source: Share phone number ☎️
uz: Telefon raqamni ulashish ☎️

source: Menu 🍕
uz: Menyu 🍕

source: My orders 📖
uz: Mening buyurtmalarim 📖

source: Our branches 🏚
uz: Filiallarimiz 🏚

source: Contact ☎️
uz: Aloqa ☎️

source: Settings ⚙️
uz: Sozlamalar ⚙️

source: Change language 🌐
uz: Tilni o'zgartirish 🌐

source: Back ⬅️
uz: Orqaga qaytish ⬅️
